{
    "index": {
        "This is the help button.\n Hover over it to see the help text for every page.": "None"
    },
    "process_input_form": {
        "Make sure to remember your memorable name, this is how you will access your results. You will receive an email when your results are ready.": "None"
    },
    "input_form": {
        "Make sure that the file is in the correct format.\n The file should be a .log file. Also make sure to use a descriptive and memorable name here (one that you can remember for at least 50 minutes). ": "None"
    },
    "instruct_in": {
        "I hope you remembered the name you had assigned! If not, you can find it in your email, search for an email saying something like Slurm Job_id=(Some number) Name=(Your memorable name) has finished.": "None"
    },
    "visualize_instruct": {
        "Each block contains a prediction and reference pair. The": "None",
        "red text": "red-text",
        "is major errors and ": "None",
        "orange text": "orange-text",
        "are minor errors. Put your mouse over the colored text to see more details about the error.": "None",
        "Hover over the stats button on the bottom left of the screen to see some statistics about the data.": "None"
    },
    "file_input": {
        "Please input a file with a list of prediction-reference pairs": "None"
    },
    "preview_pairs_success": {
        "Do these pairs of predictions and references look correct? You can go back and modify the extraction script using the previous button if they ": "None"
    },
    "preview_pairs_failure": {
        "Your script created some errors. Check the output and error messages for more details about your errors ": "None"
    },
    "basic_info": {
        "This is the basic information about the data.": "None"
    },
    "get_system_info": {
        "Please provide the requested data about your system.": "None"
    },
    "dashboard": {
        "Compare system level stats of selected runs.": "None"
    },
    "editor": {
        "Write Python code to extract source/prediction/reference pairs from the inputted file": "None"
    },
    "error": {
        "The system ran into an error. Press the return button to return to the previous page": "None"
    }
}